{
  "initiatives": [
    {
      "initiative": "AssetWorks",
      "category": "Operations",
      "start_year": 2025,
      "end_year": 2029,
      "goals": [
        "Engage with Facilities, IT, and vendors to align implementation roadmap",
        "Begin internal system use and educate staff on unified work order management",
        "Expand use across IT, Custodial, and Building Services to unify operations",
        "Automate work order creation and close-out to ensure transparency and efficiency"
      ],
      "why_it_matters": {
        "summary": "AssetWorks unifies operations by integrating Facilities, Building Services, Custodial, and IT under one platform.",
        "details": {
          "fiduciary_responsibility": "Provides transparency in asset tracking, enabling budget forecasting and capital planning based on real usage and maintenance data.",
          "staff_experience": "Reduces duplicate systems and miscommunication by providing a unified work order and asset management platform.",
          "member_experience": "Better facility performance improves clinical and non-clinical environments, enhancing patient and staff satisfaction.",
          "regulatory_compliance": "Supports audit readiness by maintaining traceable service logs and asset histories in one compliant system."
        }
      },
      "kpis": [
        "Work order completion %",
        "Average response time",
        "Staff satisfaction score"
      ],
      "strategic_alignment": [
        "Operational Transparency",
        "Staff Empowerment"
      ]
    },
    {
      "initiative": "Orbits Inventory Management",
      "category": "Supply Chain",
      "start_year": 2025,
      "end_year": 2029,
      "goals": [
        "Capture baseline inventory across departments",
        "Standardize medical products and define usage categories with clinical leadership",
        "Perform switch-and-save analysis based on cost, safety, and efficiency",
        "Reorganize stockrooms and set accurate PAR levels based on real usage",
        "Implement scan-outs and digital workflows to eliminate paper tracking"
      ],
      "why_it_matters": {
        "summary": "Orbits centralizes and tracks medical inventory with full financial and audit visibility.",
        "details": {
          "fiduciary_responsibility": "Enables cost center tracking and inter-departmental transfers, supporting budget accountability.",
          "staff_experience": "Streamlines restocking, reduces search time, and improves order accuracy through a unified catalog.",
          "member_experience": "Ensures critical supplies are in place to support consistent, timely patient care.",
          "regulatory_compliance": "Supports lot number traceability, audit readiness, and compliance with medical supply handling protocols."
        }
      },
      "kpis": [
        "Inventory accuracy %",
        "Cost savings %",
        "Usage and waste metrics"
      ],
      "strategic_alignment": [
        "Cost Efficiency",
        "Supply Chain Optimization"
      ]
    },
    {
      "initiative": "CLIA Dashboard",
      "category": "Regulatory Reporting",
      "start_year": 2025,
      "end_year": 2028,
      "goals": [
        "Build an operational dashboard and mobile-friendly app to perform real-time CLIA audits",
        "Achieve 100% compliance in documentation and maintenance",
        "Use audit findings to implement standardized re-education workflows across departments",
        "Lay foundation for expanding audit tools across other operational units"
      ],
      "why_it_matters": {
        "summary": "The CLIA Dashboard supports real-time visibility into compliance with laboratory testing, maintenance, and documentation standards.",
        "details": {
          "fiduciary_responsibility": "Minimizes risk of regulatory penalties and streamlines audit readiness processes.",
          "staff_experience": "Guides frontline users with clean task expectations, reminders, and audit support.",
          "member_experience": "Improves patient safety by ensuring critical testing protocols are tracked and verified.",
          "regulatory_compliance": "Enables full traceability of device maintenance and personnel training history."
        }
      },
      "kpis": [
        "Documentation compliance %",
        "Audit finding reduction %",
        "Re-education completion rate",
        "CLIA survey readiness score"
      ],
      "strategic_alignment": [
        "Regulatory Compliance",
        "Operational Risk Mitigation",
        "Digital Transformation"
      ]
    }
  ]
}
